Repository: aarroyoc/mapaly
Catalog: editor/locale/*/LC_MESSAGES/django.po
Languages: es

source: Name
es: Nombre

source: Base map
es: Mapa base

source: Language
es: Idioma

source: %(username)s's mapquizs
es: Mapaquizs de %(username)s

source: Create new mapaquiz
es: Crear nuevo mapaquiz

source: Edit
es: Editar

source: Delete
es: Borrar

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Are you sure you want to delete "%(name)s"?
es: ¿Estás seguro de querer borrar "%(name)s"?

source: Cancel
es: Cancelar

source: Question:
es: Pregunta:

source: Where is the Eiffel Tower?
es: ¿Dónde está la Torre Eiffel?

source: Answer:
es: Respuesta:

source: Click on the map to select an answer
es: Haz click en el mapa para seleccionar una respuesta

source: Add question
es: Añadir pregunta

source: Mapaquiz questions
es: Preguntas del mapaquiz

source: These are the questions which are already part of the mapaquiz
es: Estas son las preguntas que ya forman parte del mapaquiz

source: Question
es: Pregunta

source: Answer
es: Respuesta

source: General settings
es: Ajustes generales

source: Mapaquiz description
es: Descripción del mapaquiz

source: A mapaquiz to discover the museums in Europe...
es: Un mapaquiz para descubrir museos por Europa...

source: Front image
es: Imagen de portada

source: Save settings
es: Guardar ajustes

source: Publish on Mapaquiz!
es: ¡Publicar en Mapaquiz!

source: Once published, the mapaquiz will be public and everybody could play it
es: Una vez publicado el mapaquiz será público y cualquier persona podrá jugar con él

source: Before publishing, you need to fill the general settings
es: Antes de publicar debes rellenar los ajustes generales

source: Create mapaquiz
es: Crear mapaquiz
